/* Error encountered when sharing */
"An unknown error occurred." = "不明なエラーが発生しました。";

/* User may have canceled the share or couldn't authenticate */
"Cannot authenticate with Dropbox" = "Dropbox で認証できません";

/* Network error occurred when sharing capture description */
"Cannot authenticate without an internet connection." = "インターネットに接続していないと認証できません。";

/* No comment provided by engineer. */
"Capture shared" = "キャプチャを共有しました";

/* plugin name */
"Dropbox" = "Dropbox";

/* Dropbox connection error title */
"Error connecting to Dropbox" = "Dropbox への接続エラー";

/* OK */
"OK" = "OK";

/* No network available. */
"Please check your network connection and try again." = "ネットワーク接続を確認してからやり直してください。";

/* User didn't sign in properly */
"Please enter your email and password again." = "メール アドレスとパスワードをもう一度入力してください。";

/* Unknown error, no suggestion known */
"Please try again." = "やり直してください。";

/* Dropbox folder browser window title */
"Select Destination Folder" = "宛先フォルダーを選択";

/* Sign in */
"Sign In..." = "サインイン...";

/* Sign out */
"Sign Out" = "サインアウト";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "キャプチャへのリンクを貼り付ける準備ができました。";

/* error connecting title */
"Unable to connect to Dropbox." = "Dropbox に接続できません。";

/* plugin button tooltip */
"Upload the capture to Dropbox for image or video hosting." = "画像やビデオをホスティングするために、キャプチャを Dropbox にアップロードします。";

/* No comment provided by engineer. */
"Verify you are connected to the Internet and try again." = "インターネットに接続されていることを確認して、やり直してください。";

